cases/2D/capsweep_Bn0p10_hr1/cap2/0.orig/p_rgh
FoamFile { version 2.0; format ascii; class volScalarField; object p_rgh; }
dimensions [1 -1 -2 0 0 0 0];
internalField uniform 0;
boundaryField
{
    lowerWall   { type fixedFluxPressure; value uniform 0; }
    rightWall   { type fixedFluxPressure; value uniform 0; }
    leftWall    { type symmetryPlane; }
    atmosphere  { type totalPressure; p0 uniform 0; value uniform 0; }
    frontAndBack{ type empty; }
}
